Repository: pypi-data/pypi-mirror-17
Catalog: packages/brasil.gov.vlibrasnews/brasil.gov.vlibrasnews-1.0b1.tar.gz/brasil.gov.vlibrasnews-1.0b1/src/brasil/gov/vlibrasnews/locales/*/LC_MESSAGES/brasil.gov.vlibrasnews.po
Languages: es

source: Access Token
es: Token de acceso

source: Enables the integration with VLibras News API.
es: Habilita la integración con VLibras News API.

source: Libras translation being processed
es: Traducción Libras está procesando

source: None
es: Ninguna

source: Open Libras translation
es: Abrir traducción Libras

source: Plone integration with VLibras News API, a service to generate a translation to LIBRAS.
es: Integración de Plone con VLibras News API, un servicio para generar traducciones a LIBRAS.

source: Settings for the VLibras News API integration.
es: Configuración de la integración con VLibras News API.

source: The URL of the video containing the LIBRAS translation for this item.
es: La URL del video que contiene la traducción a LIBRAS para este elemento.

source: There was an error while creating the LIBRAS translation.
es: Ocurrió un error al crear la traducción a LIBRAS.

source: There was an error while deleting the LIBRAS translation.
es: Ocurrió un error al eliminar la traducción a LIBRAS.

source: There was an error while getting the LIBRAS translation.
es: Ocurrió un error al obtener la traducción a LIBRAS.

source: There was an error while updating the LIBRAS translation.
es: Ocurrió un error al actualizar la traducción a LIBRAS.

source: Token to access the VLibras News API service.
es: Token para acceder al servicio VLibras News API.

source: Uninstalls brasil.gov.vlibrasnews.
es: Desinstala brasil.gov.vlibrasnews.

source: Video URL
es: URL del video

source: vlibras-not-ready
es: Traducción Libras está procesando

source: vlibras-ready
es: Abrir traducción Libras
