Repository: pypi-data/pypi-mirror-17
Catalog: packages/ishtar/ishtar-0.98.0.tar.gz/ishtar-0.98.0/translations/*/archaeological_finds.po
Languages: fr

source: Context record
fr: Unité d'Enregistrement

source: Find
fr: Mobilier

source: Free ID
fr: ID libre

source: Previous ID
fr: Identifiant précédent

source: Batch/object
fr: Lot/objet

source: Is complete?
fr: Est complet ?

source: Material type
fr: Type de matériau

source: Conservatory state
fr: État sanitaire

source: Conservatory comment
fr: Commentaire relatif à la conservation

source: Object types
fr: Types d'objet

source: Preservation type
fr: Type de conservation

source: Integrity
fr: Intégrité

source: Remarkability
fr: Remarquabilité

source: Length (cm)
fr: Longueur (cm)

source: Width (cm)
fr: Largeur (cm)

source: Height (cm)
fr: Hauteur (cm)

source: Diameter (cm)
fr: Diamètre (cm)

source: Weight (g)
fr: Poids (g)

source: Dimensions comment
fr: Commentaire concernant les dimensions

source: Find number
fr: Mobilier (en nombre)

source: Mark
fr: Marque

source: Check
fr: Vérification

source: Check date
fr: Date de vérification

source: Comment
fr: Commentaires

source: Comment on dating
fr: Commentaire général sur les datations

source: Estimated value
fr: Valeur estimée

source: <p>Heavy images are resized to: %(width)dx%(height)d (ratio is preserved).</p>
fr: <p>Les images trop grandes sont retaillées en : %(width)dx%(height)d (le ratio est conservé).</p>

source: Dating
fr: Datation

source: Period
fr: Période

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Quality
fr: Qualité

source: Dating type
fr: Type de datation

source: Precise dating
fr: Datation précise

source: Short ID
fr: ID court

source: Complete ID
fr: ID complet

source: Year
fr: Année

source: Archaelogical site
fr: Entité Archéologique

source: Search within operation relations
fr: Rechercher parmi les opérations reliées

source: Object type
fr: Type d'objet

source: Has an image?
fr: Dispose d'une image ?

source: Find search
fr: Recherche de mobilier

source: Upstream finds
fr: Mobilier amont

source: Finds
fr: Mobilier

source: You should at least select one archaeological find.
fr: Vous devez sélectionner au moins un mobilier archéologique.

source: Resulting find
fr: Mobilier résultant

source: Precise description
fr: Description précise

source: Resulting finds
fr: Mobiliers résultants

source: Would you like to delete this find?
fr: Souhaitez vous supprimer ce mobilier ?

source: Upstream find
fr: Mobilier amont

source: Archaeological find search
fr: Recherche de mobilier

source: You should select an archaeological find.
fr: Vous devez sélectionner du mobilier.

source: Year of the operation
fr: Année de l'opération

source: Numeric reference
fr: Référence numérique

source: Period of the archaelogical find
fr: Période du mobilier

source: Material type of the archaelogical find
fr: Type de matériau du mobilier

source: Description of the archaelogical find
fr: Description du mobilier

source: Documentation search
fr: Recherche de document

source: You should select a document.
fr: Vous devez sélectionner un document.

source: Another basket already exist with this name.
fr: Un autre panier existe déjà avec ce nom.

source: Basket
fr: Panier

source: Base treatment
fr: Traitement de base

source: Treatment type
fr: Type de traitement

source: Doer
fr: Opérateur

source: Location
fr: Lieu

source: Leave it blank if you want to select a single item
fr: Ne pas modifier si vous voulez sélectionner un seul élément

source: This treatment type is not available.
fr: Ce type de traitement n'est pas disponible

source: This treatment needs a basket.
fr: Ce traitement nécessite de sélectionner un panier.

source: Search
fr: Recherche

source: Creation
fr: Ajout

source: Deletion
fr: Suppression

source: Manage items
fr: Gérer les éléments

source: Recommendation
fr: Recommandation

source: Parent material
fr: Matériau parent

source: Material types
fr: Types de matériau

source: Parent conservatory state
fr: État sanitaire - parent

source: Conservatory states
fr: États sanitaires

source: Preservation types
fr: Types de conservation

source: Integrity type
fr: Type d'intégrité

source: Integrity types
fr: Types d'intégrité

source: Remarkability type
fr: Type de remarquabilité

source: Remarkability types
fr: Types de remarquabilité

source: Unknow
fr: Inconnu

source: Object
fr: Objet

source: Batch
fr: Lot

source: External ID
fr: ID externe

source: External ID is set automatically
fr: L'identifiant externe est configuré automatiquement

source: Topographic localisation
fr: Localisation topogaphique

source: Special interest
fr: Intérêt spécifique

source: Context Record
fr: Unité d'Enregistrement

source: Discovery date
fr: Date de découverte

source: Material index
fr: Index matériel

source: Line
fr: Ligne

source: Cached value - do not edit
fr: Valeur en cache - ne pas éditer

source: Base find
fr: Mobilier de base

source: Base finds
fr: Mobilier de base

source: Can view all Base finds
fr: Peut voir tout le Mobilier de base

source: Can view own Base find
fr: Peut voir son propre Mobilier de base

source: Can add own Base find
fr: Peut ajouter son propre Mobilier de base

source: Can change own Base find
fr: Peut modifier son propre Mobilier de base

source: Can delete own Base find
fr: Peut supprimer son propre Mobilier de base

source: Not checked
fr: Non vérifié

source: Checked but incorrect
fr: Vérifié mais incorrect

source: Checked and correct
fr: Vérifié et correct

source: Base find - Short ID
fr: Mobilier de base - ID court

source: Base find - Complete ID
fr: Mobilier de base - ID complet

source: Base find - Comment
fr: Mobilier de base - Commentaires

source: Base find - Description
fr: Mobilier de base - Description

source: Base find - Topographic localisation
fr: Mobilier de base - Localisation topographique

source: Base find - Special interest
fr: Mobilier de base - Intérêt spécifique

source: Base find - Discovery date
fr: Mobilier de base - Date de découverte

source: Order
fr: Ordre

source: Type of preservation to consider
fr: Mesures de conservation à envisager

source: Weight unit
fr: Unité de poids

source: Upstream treatment
fr: Traitement amont

source: Downstream treatment
fr: Traitement aval

source: Container
fr: Contenant

source: Cached name
fr: Nom en cache

source: Can view all Finds
fr: Peut voir tout le Mobilier

source: Can view own Find
fr: Peut voir son propre Mobilier

source: Can add own Find
fr: Peut ajouter son propre Mobilier

source: Can change own Find
fr: Peut modifier son propre Mobilier

source: Can delete own Find
fr: Peut supprimer son propre Mobilier

source: FIND
fr: MOBILIER

source: Find documentation
fr: Documentation de mobilier

source: Find documentations
fr: Documentations de mobilier

source: Virtual
fr: Virtuel

source: Upstream is many
fr: Les éléments amonts sont multiple

source: Check this if for this treatment from many finds you'll get one.
fr: Cochez cela si pour ce traitement depuis plusieurs éléments vous en obtenez un.

source: Downstream is many
fr: Les éléments avals sont multiple

source: Check this if for this treatment from one find you'll get many.
fr: Cochez cela si pour ce traitement depuis un élément vous en obtenez plusieurs.

source: Treatment types
fr: Types de traitement

source: Location where the treatment is done. Target warehouse for a move.
fr: Endroit où le traitement est réalisé. Renseignez le dépôt de destination pour un déplacement.

source: Other location
fr: Autre lieu

source: Treatment
fr: Traitement

source: Treatments
fr: Traitements

source: Can view all Treatments
fr: Peut voir tous les Traitements

source: Can view own Treatment
fr: Peut voir son propre Traitement

source: Can add own Treatment
fr: Peut ajouter son propre Traitement

source: Can change own Treatment
fr: Peut modifier son propre Traitement

source: Can delete own Treatment
fr: Peut supprimer son propre Traitement

source: by
fr: par

source: Related finds
fr: Mobilier associé

source: Is upstream
fr: Est amont

source: Treatment documentation
fr: Documentation d'un traitement

source: Treament documentations
fr: Documentations des traitements

source: Administrative act
fr: Acte administratif

source: Person
fr: Individu

source: Property
fr: Propriété

source: Properties
fr: Propriétés

source: New find
fr: Nouveau mobilier

source: Find modification
fr: Modification de mobilier

source: Find deletion
fr: Suppression de mobilier

source: Find: source search
fr: Mobilier : recherche de documentation associée

source: Find: new source
fr: Mobilier : nouvelle documentation associée

source: Find: source modification
fr: Mobilier : modification de documentation associée

source: Find: source deletion
fr: Mobilier : suppression de mobilier associé

source: New basket
fr: Nouveau panier

source: Manage items in basket
fr: Gérer les éléments dans un panier

source: Manage basket
fr: Gérer un panier

source: Delete basket
fr: Supprimer un panier

source: New treatment
fr: Nouveau traitement

source: Operation
fr: Opération

source: Export as CSV
fr: Export en CSV

source: Associated base finds
fr: Mobilier de base associé

source: Title
fr: Titre

source: Authors
fr: Auteurs

source: Link
fr: Lien

source: Find basket
fr: Panier de mobilier

source: Find source
fr: Documentation associé au mobilier
