Repository: pypi-data/pypi-mirror-17
Catalog: packages/collective.venue/collective.venue-3.0.tar.gz/collective.venue-3.0/collective/venue/locales/*/LC_MESSAGES/collective.venue.po
Languages: de

source: Event Venue Settings
de: Veranstaltungsort Einstellungen

source: Settings for venues, which are referenced by events.
de: Einstellungen für Veranstaltungsorte.

source: description_event_location
de: Wählen Sie einen einen Ort

source: description_event_location_notes
de: Ort zur einmaligen Verwendung oder Zusatzinformation

source: description_event_organizer
de: Wählen Sie einen Veranstalter

source: description_event_organizer_notes
de: Veranstalter zur einmaligen Verwendung oder Zusatzinformation.

source: fieldset_venue
de: Ort/ Veranstalter

source: help_default_organizer
de: Veranstalter, der als Standardwert verwendet werden soll.

source: help_default_venue
de: Ort, der als Standardwert verwendet werden soll.

source: help_notes
de: Zusatzinformation zur Adresse

source: help_search_base
de: Pfad, in dem die Ort/ Veranstalter Inhaltstypen gesucht werden sollen. Dies ist brauchbar für Lineage Multis-Webseiten um die Veranstalter und Orte der Seiten zu trennen. Leer lassen um überall zu suchen.

source: label_address
de: Adresse

source: label_contact
de: Kontakt

source: label_default_organizer
de: Standardwert Veranstalter

source: label_default_venue
de: Standardwert Ort

source: label_event_location
de: Ort

source: label_event_location_notes
de: Zusatzinformation zum Ort

source: label_event_organizer
de: Veranstalter

source: label_event_organizer_notes
de: Zusatzinformation zum Veranstalter

source: label_notes
de: Zusatzinformation

source: label_search_base
de: Ort Suchbasis
