Repository: pypi-data/pypi-mirror-17
Catalog: packages/fumi/fumi-0.4.0.tar.gz/fumi-0.4.0/fumi/locale/*/LC_MESSAGES/fumi.po
Languages: es

source: Command execution
es: Ejecución de comandos

source: Running local command: %s
es: Ejecutando comando local: %s

source: Running remote command: %s
es: Ejecutando comando remoto: %s

source: Skipping unknown command type "%s"
es: Saltando tipo de comando desconocido "%s"

source: Configuration "%s" already exists
es: La configuración "%s" ya existe

source: Configuration "%s" does not exist
es: La configuración "%s" no existe

source: That configuration does not exist!
es: Esa configuración no existe!

source: Removed configuration: %s
es: Configuración eliminada: %s

source: Which one do you want to set as default?:
es: ¿Cuál quiere establecer como predeterminada?

source: I found the following configurations:
es: He encontrado las siguientes configuraciones:

source: Authentication failed
es: Fallo de autenticación

source: Could not connect, please check your credentials
es: No se pudo conectar, por favor compruebe sus credenciales

source: Connection needs a password
es: La conexión necesita una contraseña

source: Password needed to unlock private key file
es: Se necesita contraseña para desbloquear el archivo de clave privada

source: Password:
es: Contraseña:

source: Trying to connect using public key
es: Intentando conectar usando clave pública

source: Trying to connect using provided password
es: Intentando conectar usando contraseña

source: Correct!
es: ¡Correcto!

source: Created blank configuration: %s
es: Creada configuración en blanco: %s

source: Deployment complete!
es: ¡Despliegue completado!

source: Checking remote directories...
es: Comprobando directorios remotos

source: Connected!
es: ¡Conectado!

source: Connecting to %s as %s...
es: Conectando a %s como usuario %s...

source: Creating remote directory tree...
es: Creando árbol de directorios remoto...

source: Performing a "git" deployment
es: Realizando un despliegue "git"

source: Cloning repository...
es: Clonando repositorio...

source: git command not found in remote server
es: El comando git no se ha encontrado en el host remoto

source: Performing a "local"deployment
es: Realizando un despliegue "local"

source: Cleaning temporary files...
es: Limpiando archivos temporales...

source: Compressing source to %s
es: Comprimiendo fuente a %s

source: Error: some files differ
es: Error: algunos archivos difieren

source: Error: tar command not found in remote host
es: Error: el comando tar no se ha encontrado en el host remoto

source: Fatal error when extracting remote file
es: Error fatal mientras se extraía el archivo remoto

source: Path "%s" does not exist, ignoring
es: La ruta "%s" no existe, se ignorará

source: Failed to initiate SCP, check configuration
es: Fallo al iniciar SCP, compruebe la configuración

source: Uncompressing remote file...
es: Descomprimiendo archivo remoto...

source: Uploading %s...
es: Subiendo archivo %s ...

source: Error uploading to server: %s
es: Error subiendo archivo al servidor: %s

source: Missing required parameter: %s
es: Falta parámetro necesario: %s

source: Preparation complete!
es: ¡Preparación completada!

source: Preparing revision %s
es: Preparando revisión %s

source: Make sure to upload shared files before deploying
es: Asegúrese de de subir los archivos compartidos antes de desplegar

source: Unknown deployment type: %s
es: Tipo de despliegue desconocido: %s

source: Done!
es: ¡Hecho!

source: commands
es: comandos

source: configuration
es: configuración

source: configuration to use
es: configuración a utilizar

source: deploy using given configuration
es: desplegar usando la configuración dada

source: Simple deployment tool
es: Herramienta de despliegue sencilla

source: list all the available deployment configurations
es: mostrar todas las configuraciones de despliegue disponibles

source: name
es: nombre

source: name for the new configuration
es: nombre para la nueva configuración

source: create new deployment configuration
es: crear una nueva configuración de despliegue

source: test connection and prepare remote directories
es: comprobar la conexión y preparar directorios remotos

source: remove a configuration from the deployment file
es: eliminar una configuración del archivo de despliegue

source: Unknown action
es: Acción desconocida

source: Linking directory...
es: Enlazando directorio...

source: Linking shared files...
es: Enlazando archivos compartidos...

source: Linking: %s
es: Enlazando: %s

source: - %s (default)
es: - %s (predeterminada)

source: There are no configurations available
es: No hay configuraciones disponibles

source: There is no fumi.yml file
es: No hay archivo fumi.yml

source: Path "%s" does not exist
es: La ruta "%s" no existe

source: Cannot create remote deployment directory
es: No se puede crear el directorio remoto de despliegue

source: Remote deployment directory does not exist
es: El directorio remoto de despliegue no existe

source: Remote file "%s" does not exist
es: El archivo remoto "%s" no existe

source: Cannot create remote revisions directory
es: No se puede crear el directorio remoto de revisiones

source: Remote revisions directory does not exist
es: No existe el directorio remoto de revisiones

source: Cannot create remote shared directory
es: No se puede crear el directorio remoto compartido

source: Remote shared directory does not exist
es: El directorio remoto compartido no existe

source: Cannot create remote temporary directory
es: No se puede crear el directorio remoto temporal

source: Remote temporary directory does not exist
es: El directorio remoto temporal no existe

source: Checking old revisions...
es: Comprobando revisiones antiguas...

source: Linking previous revision (%s) ...
es: Enlazando revisión anterior (%s) ...

source: Error obtaining list of revisions
es: Error al obtener lista de revisiones

source: No previous revision to link
es: No hay revision anterior que enlazar

source: Removing revision %s
es: Eliminando revision %s

source: Removing remote revision %s ...
es: Eliminando revision remota %s ...

source: Could not remove "%s": %s
es: No se pudo eliminar "%s": %s

source: Remote error, could not remove directory:
es: Error remoto, no se pudo eliminar el directorio:

source: Remote error, could not remove file:
es: Error remoto, no se pudo eliminar el archivo:

source: Failed to remove file: %s
es: Fallo al eliminar archivo: %s

source: Removing %s ...
es: Eliminando %s ...

source: Removing remote file %s ...
es: Eliminando archivo remoto %s ...

source: Beginning rollback...
es: Comenzando rollback...

source: Unexpected error: %s
es: Error inesperado: %s

source: Using default configuration: %s
es: Usando configuración predeterminada: %s

source: Error in deployment file: %s
es: Error en el archivo de despliegue: %s

source: Error writing yaml to deployment file: %s
es: Error escribiendo yaml al archivo de despliegue: %s
