Repository: pypi-data/pypi-mirror-17
Catalog: packages/arcanelab-ouroboros/arcanelab-ouroboros-0.0.1.tar.gz/arcanelab-ouroboros-0.0.1/arcanelab/ouroboros/locale/*/LC_MESSAGES/django.po
Languages: es

source: This field must be null.
es: Este campo debe ser nulo.

source: This field cannot be null.
es: Este campo no puede ser nulo.

source: This field must be blank.
es: Este campo debe estar vacío.

source: This field cannot be blank.
es: Este campo no puede estar vacío.

source: No course exists in the workflow spec with such code
es: No existe un curso para la especificación del flujo de trabajo con dicho código

source: Course does not have children
es: El curso no tiene hijos

source: Child course does not exist
es: El curso hijo no existe

source: Multiple children courses exist with course code in path
es: Multiples cursos hijos existen con el mismo código de curso en el camino

source: This course is not joinable
es: Este curso no es unible

source: No condition was satisfied when traversing a multiplexer node
es: No se satisfizo ninguna condición al recorrerse el nodo multiplexador

source: The joiner callable returned None -not deciding any action- but all the branches have terminated
es: El callable de union devolvió None -no decidir ninguna acción- pero todas las ramas han terminado

source: Split node transitions must all have a unique action name
es: Las transiciones de un nodo de división deben tener un nombre único

source: Invalid joiner resolution code type. Expected string or None
es: Tipo inválido de código de resolución de unión. Se esperaba una cadena o None

source: No workflow instance exists for given document
es: Ninguna instancia de flujo de trabajo existe para el documento dado

source: The specified course instance cannot be started because it is not pending
es: La instancia de curso especificada no se puede iniciar porque no se encuentra pendiente

source: Input node transitions must all have a unique action name
es: Las transiciones de un nodo de espera de acción deben tener un nombre único

source: No action can be executed in the specified course instance because it is not waiting for an action to be taken
es: Ninguna acción ppuede ser ejecutada en la instancia de curso especificada porque no está esperando por una acción a ser tomada

source: Cannot cancel this instance because it is already terminated
es: No se puede cancelar esta instancia porque ya se encuentra terminada

source: The `document_type` field must reference a subclass of Document
es: El campo `document_type` debe referenciar una subclase de Document

source: Document Type
es: Tipo de Documento

source: Accepted related document class
es: Clase de documento relacionado aceptada

source: Code
es: Código

source: Internal (unique) code
es: Código (único) interno

source: Name
es: Nombre

source: Description
es: Descripción

source: Create Permission
es: Permiso de Creación

source: Permission code (as <application>.<permission>) to test against when a workflow instance is created. The user who intends to create a workflow instance must satisfy this permission against the associated document.
es: Código de permiso (como <aplicación>.<permiso>) para probar con respecto cuando se crea una instancia de flujo de trabajo. El usuario que intenta crear una instancia de trabajo debe satisfacer este permiso respecto del documento asociado.

source: Cancel Permission
es: Permiso de Cancelación

source: Permission code (as <application>.<permission>) to test against when a course instance is cancelled. The user who intends to cancel a course instance in this workflow must satisfy this permission against the associated document.
es: Código de permiso (como <aplicación>.<permiso>) para probar con respecto cuando se cancela una instancia de curso. El usuario que intenta cancelar una instancia de curso en este flujo de trabajo debe satisfacer este permiso respecto del documento asociado.

source: No main course is defined for the workflow (expected one)
es: Ningún curso principal está definido para el flujo de trabajo (se esperaba uno)

source: Multiple main courses are defined for the workflow (expected one)
es: Múltiples cursos principales están definidos para el flujo de trabajo (se esperaba uno)

source: This workflow has at least one circular dependent course
es: Este flujo de trabajo tiene al menos un curso circularmente dpeendiente

source: Workflow Spec
es: Especificación de Flujo de Trabajo

source: Workflow Specs
es: Especificaciones de Flujos de Trabajo

source: Workflow spec this course spec belongs to
es: Especificación de flujo de trabajo a la cual pertenece esta especificación de curso

source: Permission code (as <application>.<permission>) to test against when this course instance is cancelled. The user who intends to cancel this course instance must satisfy this permission against the associated document.
es: Código de permiso (como <aplicación>.<permiso>) para probar con respecto cuando este curso es cancelado. El usuario que intenta cancelar esta instancia de curso debe satisfacer este permiso respecto del documento asociado.

source: A workflow course is expected to have exactly one cancel node
es: Se espera que un curso tenga exactamente un nodo de cancelación

source: A non-root workflow course is expected to have one joined node when having at least one calling split with a joiner callable
es: Se espera que un curso no principal tenga un nodo de unión cuando se tiene al menos un nodo de división que lo invoque y tenga un callable de unión

source: A workflow course is expected to have exactly one enter node
es: Se espera que un curso tenga exactamente un nodo de entrada

source: A workflow course is expected to have at least one exit node
es: Se espera que un curso tenga exactamente un nodo de salida

source: A child workflow course is expected to have only SPLIT type calling nodes
es: Se espera que un curso hijo tenga solamente nodos de tipo división que lo invoquen

source: Cannot forward-reach the following nodes in this course: %s
es: No se puede alcanzar desde la entrada a los siguientes nodos en el curso: %s

source: Cannot backward-reach the following nodes in this course: %s
es: No se puede alcanzar desde las salidas a los siguientes nodos en el curso: %s

source: There is at least a path from the initial node reaching an exit node without inner interaction with the user. The reached exit node was: %s
es: Existe al menos un camino desde el nodo inicial alcanzando un nodo de salida sin ninguna interacción con el usuario. El nodo de salida alcanzado fue: %s

source: A course should have an empty code if, and only if, it is the root
es: Un curso debe tener un código vacío si, y solamente si, es el curso principal

source: Course Spec
es: Especificación de Curso

source: Course Specs
es: Especificaciones de Cursos

source: Enter
es: Entrada

source: Exit
es: Salida

source: Cancel
es: Cancelación

source: Joined
es: Unión

source: Input
es: Espera de Acción

source: Step
es: Paso

source: Multiplexer
es: Multiplexador

source: Split
es: División

source: Type
es: Tipo

source: Node type
es: Tipo de nodo

source: Course spec this node spec belongs to
es: Especificación de curso a la cual esta especificación de nodo pertenece

source: Landing Handler
es: Manejador de Llegada

source: A callable that will triggered when this node is reached. The expected signature is (document, user) since no interaction is expected to exist with the workflow instance, but the handlers should perform actions in the document
es: Un callable que será invocado cuando este nodo sea alcanzado. El contrato esperado es (documento, usuario) ya qu no se espera interacción existente con la instancia de flujo de trabajo, sino que los manejadores deberian realizar acciones en el documento

source: Exit Value
es: Valor de Salida

source: Exit value. Expected only for exit nodes
es: Valor de salida. Se espera solamente para nodos de salida

source: Joiner
es: Unión

source: A callable that will be triggered every time a split's branch reaches an end. The split's branch will trigger this callable which must return a valid transition name (existing action as outbound in this node) to leave the split and take an action, or None to remain in the split and wait for other branches (an exception will be raised if None is returned but no branch is still to finish). Its contract is (document, statuses, last) being the associated document, a dictionary of branch codes and their exit values (None: running; -1: cancelled or joined,>= 0: terminated by exit node), and the code of the branch being joined (such code will be present in the dictionary)
es: Un callable que será invocado cada vez que una rama de un nodo de división alcanza un final. Esta rama de división invocará este callable, el cual debe retornar un nombre de transición válido (una acción existente como exvalencia en este nodo) para dejar la división y tomar una acción, o None para permanecer en el nodo de división y esperar por otras ramas (una excepción se producirá si se devuelve None pero ninguna rama se encuentra sin terminar). Su contrato es (documento, estados, ultimo) siendo el documento asociado, un diccionario con códigos de ramas y sus valores de salida (None: aún corriendo; -1: cancelado o unido, >= 0: terminado por nodo de salida), y el codigo del branch siendo unido (el cual ya se encuentrapresente en dicho diccionario)

source: Permission code (as <application>.<permission>) to test against when an action on this node is executed. The user who intends to execute the action in this node must satisfy this permission against the associated document
es: Código de permiso (como <aplicación>.<permiso>) para probar con respecto cuando una acción en este nodo es ejecutada. El usuario que intenta ejecutar la acción en este nodo debe satisfacer este permiso respecto del documento asociado

source: Branches
es: Ramas

source: Courses this node branches to. Expected only for split nodes
es: Cursos en los que este nodo se divide. Se espera solamente para nodos de división

source: This node must not have inbounds
es: Este nodo no debe tener invalencias

source: This node must not have outbounds
es: Este nodo no debe tener exvalencias

source: This node must have inbounds
es: Este nodo debe tener invalencias

source: This node must have outbounds
es: Este nodo debe tener exvalencias

source: This node must have exactly one outbound
es: Este nodo debe tener exactamente una exvalencia

source: This node must have more than one outbound
es: Este nodo debe tener más de una exvalencia

source: This node must have at least two branches
es: Este nodo debe tener al menos dos ramas

source: Split nodes must branch to courses in the same workflow
es: Los nodos de división deben dividirse en cursos en el mismo flujo de trabajo

source: Split nodes with one outbound must have no joiner, while split nodes with many outbounds must have joiner
es: Nodos de división con una exvalencia no deben tener callable de unión, mientras que nodos con muchas exvalencias deben tener callable de unión

source: This node must have no branches
es: Este nodo no debe tener ramas

source: Node
es: Nodo

source: Nodes
es: Nodos

source: Origin node cannot be of type "exit", "joined" or "cancel"
es: El nodo de origen no debe ser de tipo "exit", "joined" ni "cancel"

source: Destination node cannot be of type "enter", "joined" or "cancel"
es: El nodo de destino no debe ser de tipo "enter", "joined" ni "cancel"

source: Origin
es: Origen

source: Origin node
es: Nodo de origen

source: Destination
es: Destino

source: Destination node
es: Nodo de destino

source: Action Name
es: Nombre de Acción

source: Action name for this transition. Unique with respect to the origin node. Expected only for split and input nodes
es: Nombre de acción para esta transición. Único con respecto al nodo de origen. Se espera solamente para nodos de división y de espera de acción

source: Permission
es: Permiso

source: Permission code (as <application>.<permission>) to test against. It is not required, but only allowed if coming from an input node
es: Código de permiso (como <aplicación>.<permimso>) para probar con respecto. No es requerido, pero solamente se permite si proviene de un nodo de espera de acción

source: Condition
es: Condición

source: A callable evaluating the condition. Expected only for multiplexer nodes. The condition will evaluate with signature (document, user) and will return a value that will be treated as boolean.
es: Un callable que evalúa la condición. Se espera solamente para nodos multiplexadores. La condición se evaluará con contrato (documento, usuario) y devolverá un valor que serátratado como booleano.

source: Priority
es: Prioridad

source: A priority value used to order evaluation of condition. Expected only for multiplexer nodes
es: Un valor de prioridad es usado para poner orden en la evaluación de la condición. Se espera solamente para nodos multiplexadores

source: Connected nodes by a transition must belong to the same course
es: Los nodos conectados por una transición deben pertenecer al mismo curso

source: This field must be unique among transitions in multiplexer nodes.
es: Este campo debe ser único entre transiciones en nodos multiplexadores.

source: Transition Spec
es: Especificación de Transición

source: Transition Specs
es: Especificaciones de Transiciones

source: Workflow instances must reference documents with expected class in their workflow. Current: %(current)s. Expected: %(expected)s
es: Las instancias de flujos de trabajo deben referenciar documentos con la clase esperada en su flujo de trabajo. Actual: %(current)s. Esperada: %(expected)s.

source: No main course is present for the workflow instance (expected one)
es: No hay un curso principal presente para la instancia de flujo de trabajo (se esperaba una)

source: Multiple main courses are present for the workflow instance (expected one)
es: Hay múltiples cursos principales presentes para la instancia de flujo de trabajo (se esperaba una)

source: Workflow Instance
es: Instancia de Flujo de Trabajo

source: Workflow Instances
es: Instancias de Flujos de Trabajo

source: Referenced course and instance do not refer the same workflow
es: El curso referenciado y la instancia no pertenecen al mismo flujo de trabajo

source: Referenced course and parent node instance's course are not the same
es: El curso referenciado y el curso en la instancia de nodo padre no son el mismo

source: Referenced node and course instance do not refer the same course
es: El nodo referenciado y la instancia de curso no referencian al mismo curso

source: This split node does not have children biunivocally referencing the branches in the split node spec
es: Este nodo de división no tienen hijos referenciando biunívocamente las ramas en la especificación del nodo de división

source: This node instance is not a split node. It must not instantiate any branch
es: Esta instancia de nodo no es un nodo de división. No debe instanciar ninguna rama
