Repository: pypi-data/pypi-mirror-17
Catalog: packages/leonardo-module-links/leonardo-module-links-2016.9.0.tar.gz/leonardo-module-links-2016.9.0/leonardo_module_links/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Links
cs: Odkaz

source: name
cs: jméno

source: slug
cs: URI

source: description
cs: popis

source: Link list
cs: Seznam odkazů

source: Link lists
cs: Seznamy odkazů

source: Same window
cs: ve stejném okně

source: New window
cs: v novém okně

source: Modal window
cs: v modálním okně

source: Link
cs: Odkaz

source: target
cs: cíl

source: link relationship
cs: vztahy odkazu

source: Image
cs: obrázek

source: List
cs: Seznam

source: visible
cs: viditelný

source: Ordering
cs: Pořadí

source: Link item
cs: Odkaz

source: Link items
cs: Odkazy

source: Translation
cs: překlad

source: Translations
cs: překlady

source: Target
cs: cíl

source: Relationship
cs: vztahy odkazu

source: Visible
cs: viditelný

source: More
cs: Více

source: Select a link.
cs: Vyberte odkaz

source: go to linked page
cs: přejít na stránku

source: open in modal window
cs: otevřít v modálním okně

source: open new window
cs: Otevřít v novém okně/záložce

source: link
cs: odkaz

source: on click action
cs: akce po kliknutí

source: link button
cs: tlačítko/odkaz

source: link buttons
cs: tlačítka/odkazy

source: link category
cs: seznam odkazů

source: links menu
cs: seznam odkazů

source: links menus
cs: seznamy odkazů
