Repository: pypi-data/pypi-mirror-17
Catalog: packages/nova-powervm/nova_powervm-3.0.0-py2-none-any.whl/nova_powervm/locale/*/nova-powervm.po
Languages: fr

source: Expected exactly one host; found %d
fr: Précisément un hôte attendu ; trouvé %d

source: Plug vif failed because instance %s was not found.
fr: Echec de connexion vif car l'instance %s est introuvable.

source: Plug vif failed because of an unexpected error.
fr: Echec de connexion vif en raison d'une erreur inattendue.

source: Cannot reduce disk size.
fr: Impossible de réduire la taille du disque.

source: Cannot migrate local disks.
fr: Impossible de migrer des disques locaux.

source: Unable to locate the volume group %(vol_grp)s to store the virtual optical media within. Unable to create the media repository.
fr: NV-5F976E2 Impossible de localiser le groupe de volumes %(vol_grp)s dans lequel stocker le support optique virtuel. Impossible de créer le référentiel de supports.

source: Having scanned SCSI bus %(bus)x on the management partition, disk with UDID %(udid)s failed to appear after %(polls)d polls over %(timeout)d seconds.
fr: NV-0611C68 Après analyse du bus SCSI %(bus)x sur la partition de gestion, disque avec UDID %(udid)s pas apparu après %(polls)d interrogations sur %(timeout)d secondes.

source: Expected to find exactly one disk on the management partition at %(path_pattern)s; found %(count)d.
fr: NV-042142B Précisément un disque attendu sur la partition de gestion à l'adresse %(path_pattern)s ; trouvé %(count)d.

source: Device %(devpath)s is still present on the management partition after attempting to delete it. Polled %(polls)d times over %(timeout)d seconds.
fr: NV-AB822D0 Unité %(devpath)s encore présente sur la partition de gestion après la tentative de suppression. %(polls)d interrogations sur %(timeout)d secondes.

source: Failed to map boot disk of instance %(instance_name)s to the management partition from any Virtual I/O Server.
fr: NV-9F22861 Echec mappage disque d'amorçage de l'instance %(instance_name)s sur la partition de gestion depuis tout serveur Virtual I/O Server.

source: Failed to find newly-created mapping of storage element %(stg_name)s from Virtual I/O Server %(vios_name)s to the management partition.
fr: NV-75BCC89 Echec de détection du mappage nouvellement créé de l'élément de stockage %(stg_name)s du serveur Virtual I/O Server %(vios_name)s à la partition de gestion.

source: Unable to locate the volume group '%(vg_name)s' for this operation.
fr: NV-CB5875B Impossible de localiser le groupe de volumes '%(vg_name)s' pour cette opération.

source: Unable to locate the Cluster '%(clust_name)s' for this operation.
fr: NV-DA1D957 Impossible de localiser la grappe (cluster) '%(clust_name)s' pour cette opération.

source: Unable to locate any Cluster for this operation.
fr: NV-17B82F8 Impossible de localiser une grappe pour cette opération.

source: Unexpectedly found %(clust_count)d Clusters matching name '%(clust_name)s'.
fr: NV-218A375 Détection inattendue de %(clust_count)d grappes avec un nom correspondant '%(clust_name)s'.

source: No cluster_name specified. Refusing to select one of the %(clust_count)d Clusters found.
fr: NV-F07AD8B Aucun cluster_name spécifié. Refus de sélectionner l'un des %(clust_count)d clusters détectés.

source: Unable to attach storage (id: %(volume_id)s) to virtual machine %(instance_name)s. %(reason)s
fr: NV-82FD24F Impossible de connecter le stockage (ID : %(volume_id)s) à la machine virtuelle %(instance_name)s. %(reason)s

source: Unable to detach volume (id: %(volume_id)s) from virtual machine %(instance_name)s. %(reason)s
fr: NV-30C93CB Impossible de déconnecter le volume (ID : %(volume_id)s) de la machine virtuelle %(instance_name)s. %(reason)s

source: Unable to perform pre live migration steps on volume (id: %(volume_id)s) from virtual machine %(instance_name)s.
fr: NV-D26FA38 Impossible d'effectuer la procédure de pré-migration sur le volume %(volume_id)s) depuis la machine virtuelle %(instance_name)s.

source: PowerVM API Failed to complete for instance=%(inst_name)s.%(reason)s
fr: NV-480FA54 Echec d'exécution de l'API PowerVM pour l'instance=%(inst_name)s.%(reason)s

source: Live migration of instance '%(name)s' failed for reason: %(reason)s
fr: Echec de la migration active de l'instance '%(name)s' ; motif : %(reason)s

source: Cannot migrate %(name)s because the volume %(volume)s cannot be attached on the destination host %(host)s.
fr: Impossible de migrer %(name)s car le volume %(volume)s ne peut pas être connecté à l'hôte de destination %(host)s.

source: Cannot migrate %(name)s because the host %(host)s only allows %(allowed)s concurrent migrations and %(running)s migrations are currently running.
fr: Impossible de migrer %(name)s car l'hôte %(host)s autorise smt %(allowed)s migrations simultanées et %(running)s migrations sont en cours.

source: Cannot migrate instance '%(name)s' because the memory region size of the source (%(source_mrs)d MB) does not match the memory region size of the target (%(target_mrs)d MB).
fr: Impossible de migrer l'instance '%(name)s' car la taille de région de mémoire de la source (%(source_mrs)d Mo) ne correspond pas à celle de la cible (%(target_mrs)d Mo).

source: Cannot migrate %(name)s because its processor compatibility mode %(mode)s is not in the list of modes "%(modes)s" supported by the target host.
fr: Impossible de migrer %(name)s car son mode de compatibilité processeur %(mode)s n'est pas dans la liste de modes "%(modes)s" pris en charge par l'hôte cible.

source: Live migration of instance '%(name)s' failed because the migration state is: %(state)s
fr: Echec de la migration active de l'instance '%(name)s' car l'état de la migration est %(state)s

source: Live migration of instance '%(name)s' failed because it is not ready. Reason: %(reason)s
fr: Echec de la migration active de l'instance '%(name)s' car non prête. Motif : %(reason)s

source: Virtual interface unplug failed
fr: Echec de déconnexion de l'interface virtuelle

source: vif_type parameter must be present for this vif_driver implementation
fr: Le paramètre vif_type doit être présent pour cette implémentation de vif_driver.

source: Unable to find appropriate PowerVM VIF Driver for VIF type %(vif_type)s on instance %(instance)s
fr: Pilote VIF PowerVM approprié introuvable pour le type VIF %(vif_type)s sur l'instance %(instance)s

source: Unable to find appropriate Trunk Device for mac %(mac_addr)s.
fr: Unité de liaison appropriée introuvable pour l'adresse MAC %(mac_addr)s.

source: Multiple Shared Processing Pools with name %(pool)s.
fr: Plusieurs pools de traitement partagé avec le nom %(pool)s.

source: Unable to find Shared Processing Pool %(pool)s
fr: Impossible de trouver le pool de traitement partagé %(pool)s

source: Flavor attribute %(attr)s must be either True or False. Current value %(val)s is not allowed.
fr: L'attribut de style %(attr)s doit être True ou False. La valeur en cours %(val)s n'est pas admise.

source: The configured disk driver does not support migration or resize.
fr: Le pilote de disque configuré ne prend pas en charge la migration ou le redimensionnement.

source: The host is not a member of the same SSP cluster. The source host cluster: %(source_clust_name)s. The source host SSP: %(source_ssp_name)s.
fr: L'hôte n'est pas membre du même cluster SSP. Cluster hôte source : %(source_clust_name)s. SSP hôte source : %(source_ssp_name)s.

source: The NVRAM could not be stored for instance %(instance)s. Reason: %(reason)s
fr: Impossible de stocker la NVRAM pour l'instance %(instance)s. Motif : %(reason)s

source: The NVRAM could not be fetched for instance %(instance)s. Reason: %(reason)s
fr: Impossible d'extraire la NVRAM pour l'instance %(instance)s. Motif : %(reason)s

source: The NVRAM could not be deleted for instance %(instance)s. Reason: %(reason)s
fr: Impossible de supprimer la NVRAM pour l'instance %(instance)s. Motif : %(reason)s

source: The configuration option '%(option)s' must be set.
fr: L'option de configuration '%(option)s' doit être définie.

source: Unable to find a Virtual I/O Server that hosts the NPIV port map for the server.
fr: Impossible de trouver un serveur VIOS hébergeant la mappe de port NPIV pour le serveur.

source: Failed to discover valid hdisk on any Virtual I/O Server for volume %(volume_id)s.
fr: Echec de reconnaissance de hdisk valide sur un serveur Virtual I/O Server pour le volume %(volume_id)s.

source: Failed to discover the hdisk on the required number of Virtual I/O Servers. Volume %(volume_id)s required %(vios_req)d Virtual I/O Servers, but the disk was only found on %(vios_act)d Virtual I/O Servers.
fr: Echec de reconnaissance du hdisk sur le nombre requis de serveurs VIOS. Volume %(volume_id)s requérant %(vios_req)d serveurs VIOS, mais disque détecté seulement sur %(vios_act)d serveurs VIOS.
