Repository: pypi-data/pypi-mirror-17
Catalog: packages/django-socialnetworks/django-socialnetworks-0.5.0a7.tar.gz/django-socialnetworks-0.5.0a7/socialnetworks/locale/*/LC_MESSAGES/django.po
Languages: es

source: Log in with %(service)s
es: Inicia sesión con %(service)s

source: Sign in with %(service)s
es: Regístrate con %(service)s

source: There is no account that matches your %(service)s credentials. You need to register with your %(service)s account before you can log in with its credentials.
es: No hay ninguna cuenta que coincide con tus credenciales de %(service)s. Necesitas conectar tu cuenta de %(service)s antes de poder iniciar sesión con esas credenciales.

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Obligatorio. Máximo 30 caracteres. Letras, dígitos y (@/./+/-/_) solamente.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
es: Este valor solo puede contener letras, dígitos y (@/./+/-/_).

source: username
es: nombre de usuario

source: email
es: correo electrónico

source: This username is already in use, please provide a different username.
es: Este nombre de usuario ya está siendo usado por alguien más, por favor proporciona un numbre de usuario diferente.

source: This email address is already in use, please provide a different email address.
es: Esta dirección de correo electrónico ya está siendo usada por alguien más, por favor proporciona una dirección diferente.

source: user
es: usuario

source: OAuth access token
es: token de acceso de OAuth

source: created date
es: fecha de creación

source: last modified
es: última modificación

source: OAuth access token secret
es: secreto del token de acceso de OAuth

source: OAuth request token
es: token de solicitud de OAuth

source: OAuth request token secret
es: secreto del token de solicitud de OAuth

source: OAuth access token expires at
es: expiración del token de acceso de OAuth

source: OAuth refresh token
es: token de solicitud de OAuth

source: This %(service)s profile is already connected with another user account.
es: Este perfil de %(service)s ya se encuentra conectado con otra cuenta de usuario.

source: Your %(service)s profile was successfully connected with your user account.
es: Tu perfil de %(service)s ha sido conectado a tu cuenta de usuario.

source: Your %(service)s profile was successfully disconnected from your user account.
es: Tu perfil de %(service)s ha sido desconectado de tu cuenta de usuario.

source: facebook profile
es: perfil de Facebook

source: facebook profiles
es: perfiles de Facebook

source: It seems that there are errors on the form
es: Parece que hay errores en los datos del formulario

source: Submit
es: Enviar

source: Share
es: Compartir

source: Your access token for {service} is invalid. Please connect your account with your profile again.
es: Tu token de acceso de {service} es inválido. Por favor conecta la cuenta con tu perfil de usuario otra vez.

source: github profile
es: perfil de GitHub

source: github profiles
es: perfiles de GitHub

source: LinkedIn profile
es: perfil de LinkedIn

source: LinkedIn profiles
es: perfiles de LinkedIn

source: moves app profile
es: perfil de Moves app

source: moves app profiles
es: perfiles de Moves app

source: paypal profile
es: perfil de PayPal

source: paypal profiles
es: perfiles de PayPal

source: twitter profile
es: perfil de Twitter

source: twitter profiles
es: perfiles de Twitter

source: Tweet
es: Twittear
