Repository: pypi-data/pypi-mirror-17
Catalog: packages/nova-powervm/nova_powervm-3.0.0.0rc1.tar.gz/nova_powervm-3.0.0.0rc1/nova_powervm/locale/*/nova-powervm.po
Languages: es, it, ko

source: Expected exactly one host; found %d
es: Se esperaba exactamente un solo host; se han encontrado %d
it: Previsto un solo host; trovati %d
ko: 정확히 하나의 호스트를 예상했지만 %d개를 찾음

source: Plug vif failed because instance %s was not found.
es: La conexión de vif ha fallado porque no se ha encontrado la instancia %s.
it: Collegamento vif non riuscito perché l'istanza %s non è stata trovata.
ko: %s 인스턴스를 찾을 수 없으므로 vif 플러그에 실패했습니다.

source: Plug vif failed because of an unexpected error.
es: La conexión de vif ha fallado debido a un error inesperado.
it: Collegamento vif non riuscito a causa di un errore imprevisto.
ko: 예기치 않은 오류 때문에 vif 플러그에 실패했습니다.

source: Cannot reduce disk size.
es: No se puede reducir el tamaño de disco.
it: Impossibile ridurre la dimensione del disco.
ko: 디스크 크기를 줄일 수 없습니다.

source: Cannot migrate local disks.
es: No se puede migrar los discos locales.
it: Impossibile migrare i dischi locali.
ko: 로컬 디스크를 마이그레이션할 수 없습니다.

source: Unable to locate the volume group %(vol_grp)s to store the virtual optical media within. Unable to create the media repository.
es: NV-5F976E2 No se ha podido encontrar el grupo de volúmenes %(vol_grp)s para almacenar el soporte óptico virtual en él. No se ha podido crear el repositorio de soportes.
it: NV-5F976E2 Impossibile individuare il gruppo di volumi %(vol_grp)s per memorizzarvi i supporti ottici virtuali. Impossibile creare il repository di supporti.
ko: NV-5F976E2 가상 광학 매체를 저장할 볼륨 그룹 %(vol_grp)s을(를) 찾을 수 없습니다. 매체 저장소를 작성할 수 없습니다.

source: Having scanned SCSI bus %(bus)x on the management partition, disk with UDID %(udid)s failed to appear after %(polls)d polls over %(timeout)d seconds.
es: NV-0611C68 Tras haber explorado el bus SCSI %(bus)x en la partición de gestión, el disco con el UDID %(udid)s no ha aparecido después de %(polls)d sondeos en %(timeout)d segundos.
it: NV-0611C68 Avendo effettuato la scansione del bus SCSI %(bus)x sulla partizione di gestione, il disco con UDID %(udid)s non è comparso dopo %(polls)d poll in %(timeout)d secondi.
ko: NV-0611C68 관리 파티션에서 SCSI 버스 %(bus)x을(를) 스캔한 경우 UDID가 %(udid)s인 디스크가 %(timeout)d초 동안 %(polls)d번 폴링한 후 표시되지 못했습니다.

source: Expected to find exactly one disk on the management partition at %(path_pattern)s; found %(count)d.
es: NV-042142B Se esperaba encontrar exactamente un disco en la partición de gestión de %(path_pattern)s; se han encontrado %(count)d.
it: NV-042142B Era previsto trovare un solo disco sulla partizione di gestione su %(path_pattern)s; trovate %(count)d.
ko: NV-042142B %(path_pattern)s;의 관리 파티션에서 정확히 하나의 디스크를 찾을 것으로 예상되었지만 %(count)d개를 찾았습니다.

source: Device %(devpath)s is still present on the management partition after attempting to delete it. Polled %(polls)d times over %(timeout)d seconds.
es: NV-AB822D0 El dispositivo %(devpath)s todavía está presente en la partición de gestión después de intentar suprimirlo. Sondeado %(polls)d veces en %(timeout)d segundos.
it: NV-AB822D0 Il dispositivo %(devpath)s è ancora presente nella partizione di gestione dopo il tentativo di eliminazione. Polling eseguito %(polls)d volte in %(timeout)d secondi.
ko: NV-AB822D0 %(devpath)s 장치를 삭제하려고 시도한 후 해당 장치가 관리 파티션에 계속 존재합니다. %(timeout)d초 동안 %(polls)d번 폴링했습니다.

source: Failed to map boot disk of instance %(instance_name)s to the management partition from any Virtual I/O Server.
es: NV-9F22861 No se ha podido correlacionar el disco de arranque de la instancia %(instance_name)s con la partición de gestión de ningún servidor de E/S virtual.
it: NV-9F22861 Impossibile associare il disco di avvio dell'istanza %(instance_name)s alla partizione di gestione da qualsiasi Virtual I/O Server.
ko: NV-9F22861 %(instance_name)s 인스턴스의 부트 디스크를 Virtual I/O Server의 관리 파티션에 맵핑하는 데 실패했습니다.

source: Failed to find newly-created mapping of storage element %(stg_name)s from Virtual I/O Server %(vios_name)s to the management partition.
es: NV-75BCC89 Se ha encontrado un error en al buscar la correlación recién creada del elemento de almacenamiento %(stg_name)s del servidor de E/S virtual %(vios_name)s con la partición de gestión.
it: NV-75BCC89 Impossibile trovare l'associazione appena creata dell'elemento memoria %(stg_name)s del Virtual I/O Server %(vios_name)s alla partizione di gestione.
ko: NV-75BCC89 Virtual I/O Server %(vios_name)s에서 관리 파티션으로 새로 작성된 스토리지요소 %(stg_name)s의 맵핑을 찾는 데 실패했습니다.

source: Unable to locate the volume group '%(vg_name)s' for this operation.
es: NV-CB5875B No se ha podido encontrar el grupo de volúmenes '%(vg_name)s' para esta operación.
it: NV-CB5875B Impossibile individuare il gruppo di volumip '%(vg_name)s' per questa operazione.
ko: NV-CB5875B 이 조작에 대한 볼륨 그룹 '%(vg_name)s'을(를) 찾을 수 없습니다.

source: Unable to locate the Cluster '%(clust_name)s' for this operation.
es: NV-DA1D957 No se ha podido encontrar el grupo de volúmenes '%(clust_name)s' para esta operación.
it: NV-DA1D957 Impossibile individuare il cluster '%(clust_name)s' per questa operazione.
ko: NV-DA1D957 이 조작에 대한 클러스터 '%(clust_name)s'을(를) 찾을 수 없습니다.

source: Unable to locate any Cluster for this operation.
es: NV-17B82F8 No se ha podido encontrar ningún clúster para esta operación.
it: NV-17B82F8 Impossibile individuare un cluster per questa operazione.
ko: NV-17B82F8 이 조작에 대한 클러스터를 찾을 수 없습니다.

source: Unexpectedly found %(clust_count)d Clusters matching name '%(clust_name)s'.
es: NV-218A375 Se han encontrado de forma inesperada %(clust_count)d clústeres que coinciden con el nombre la máquina virtual '%(clust_name)s'.
it: NV-218A375 Trovati inaspettatamente %(clust_count)d cluster che corrispondo al nome '%(clust_name)s'.
ko: NV-218A375 예상치 않게 '%(clust_name)s' 이름과 일치하는 %(clust_count)d 클러스터를 찾았습니다.

source: No cluster_name specified. Refusing to select one of the %(clust_count)d Clusters found.
es: NV-F07AD8B No se ha especificado ningún cluster_name. Se rechazará seleccionar uno de los %(clust_count)d clústeres encontrados.
it: NV-F07AD8B Nessun cluster_name specificato. Rifiutata la selezione di uno dei %(clust_count)d cluster trovati.
ko: NV-F07AD8B cluster_name이 지정되지 않았습니다. 발견된 %(clust_count)d개의 클러스터 중 하나를 선택할 수 없습니다.

source: Unable to attach storage (id: %(volume_id)s) to virtual machine %(instance_name)s. %(reason)s
es: NV-82FD24F No se ha podido conectar el almacenamiento (ID: %(volume_id)s) a la máquina virtual %(instance_name)s. %(reason)s
it: NV-82FD24F Impossibile collegare la memoria (id: %(volume_id)s) alla macchina virtuale %(instance_name)s. %(reason)s
ko: NV-82FD24F 스토리지(ID: %(volume_id)s)를 가상 머신 %(instance_name)s에 연결할 수 없습니다. %(reason)s

source: Unable to detach volume (id: %(volume_id)s) from virtual machine %(instance_name)s. %(reason)s
es: NV-30C93CB No se ha podido desconectar el volumen (ID: %(volume_id)s) de la máquina virtual %(instance_name)s. %(reason)s
it: NV-30C93CB Impossibile scollegare il volume (id: %(volume_id)s) dalla macchina virtuale %(instance_name)s. %(reason)s
ko: NV-30C93CB 가상 머신 %(instance_name)s에서 볼륨(ID: %(volume_id)s)을 분리할 수 없습니다. %(reason)s

source: Unable to perform pre live migration steps on volume (id: %(volume_id)s) from virtual machine %(instance_name)s.
es: NV-D26FA38 No se ha podido realizar los pasos previos a la migración en directo en el volumen (ID: %(volume_id)s) de la máquina virtual %(instance_name)s.
it: NV-D26FA38 Impossibile eseguire i passi preliminari della migrazione live sul volume (id: %(volume_id)s) dalla macchina virtuale %(instance_name)s.
ko: NV-D26FA38 가상 머신 %(instance_name)s에서 볼륨(ID: %(volume_id)s)에 대한 사전 실시간 마이그레이션 단계를 수행할 수 없습니다.

source: PowerVM API Failed to complete for instance=%(inst_name)s.%(reason)s
es: NV-480FA54 La API de PowerVM no ha podido completarse instancia=%(inst_name)s. %(reason)s
it: Completamento API NV-480FA54 PowerVM non riuscito per istanza=%(inst_name)s.%(reason)s
ko: NV-480FA54 instance=%(inst_name)s에 대한 PowerVM API를 완료하지 못했습니다. %(reason)s

source: Live migration of instance '%(name)s' failed for reason: %(reason)s
es: La migración en vivo de la instancia '%(name)s' ha fallado por la razón: %(reason)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita per il motivo: %(reason)s
ko: 인스턴스 '%(name)s'의 실시간 마이그레이션에 실패했습니다. 이유: %(reason)s

source: Cannot migrate %(name)s because the volume %(volume)s cannot be attached on the destination host %(host)s.
es: No se puede migrar %(name)s porque no se puede conectar el volumen %(volume)s en el host de destino %(host)s.
it: Impossibile migrare %(name)s perché il volume %(volume)s non può essere collegato all'host di destinazione %(host)s.
ko: 볼륨 %(volume)s을(를) 대상 호스트 %(host)s에 연결할 수 없으므로 %(name)s을(를) 마이그레이션할 수 없습니다.

source: Cannot migrate %(name)s because the host %(host)s only allows %(allowed)s concurrent migrations and %(running)s migrations are currently running.
es: No se puede migrar %(name)s porque el host %(host)s solo permite %(allowed)s migraciones simultáneas y hay actualmente %(running)s migraciones en ejecución.
it: Impossibile migrare %(name)s perché l'host %(host)s consente solo %(allowed)s migrazioni simultanee e attualmente sono in esecuzione %(running)s migrazioni.
ko: 호스트 %(host)s이(가) %(allowed)s 동시 마이그레이션만 허용하고 %(running)s 마이그레이션이 현재 실행 중이므로 %(name)s을(를) 마이그레이션할 수 없습니다.

source: Cannot migrate instance '%(name)s' because the memory region size of the source (%(source_mrs)d MB) does not match the memory region size of the target (%(target_mrs)d MB).
es: No se puede migrar la instancia '%(name)s' porque el tamaño de región de memoria del origen (%(source_mrs)d MB) no coincide con el tamaño de región de memoria del destino (%(target_mrs)d MB).
it: Impossibile migrare l'istanza '%(name)s' perché la dimensione dell'area di memoria dell'origine (%(source_mrs)d MB) non corrisponde alla dimensione dell'area di memoria della destinazione (%(target_mrs)d MB).
ko: 소스의 메모리 영역 크기(%(source_mrs)d MB)가 대상의 메모리 영역 크기(%(target_mrs)d MB)와 일치하지 않으므로 '%(name)s' 인스턴스를 마이그레이션할 수 없습니다.

source: Cannot migrate %(name)s because its processor compatibility mode %(mode)s is not in the list of modes "%(modes)s" supported by the target host.
es: No se puede migrar %(name)s porque su modalidad de compatibilidad de procesador %(mode)s no está en la lista de modalidades "%(modes)s" soportadas por el host de destino.
it: Impossibile migrare %(name)s perché la sua modalità di compatibilità del processore %(mode)s non è nell'elenco di modalità "%(modes)s" supportate dall'host di destinazione.
ko: 해당 프로세서 호환성 모드 %(mode)s이(가) 대상 호스트에서 지원하는 모드 "%(modes)s"의 목록에 없으므로 %(name)s을(를) 마이그레이션할 수 없습니다.

source: Live migration of instance '%(name)s' failed because the migration state is: %(state)s
es: La migración en vivo de la instancia '%(name)s' ha fallado porque el estado de migración es: %(state)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita perché lo stato della migrazione è: %(state)s
ko: 마이그레이션 상태가 %(state)s이므로 인스턴스 '%(name)s'의 실시간 마이그레이션에 실패했습니다.

source: Live migration of instance '%(name)s' failed because it is not ready. Reason: %(reason)s
es: La migración en vivo de la instancia '%(name)s' ha fallado porque no está lista. Razón: %(reason)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita perché non è pronta. Motivo: %(reason)s
ko: 인스턴스 '%(name)s'의 실시간 마이그레이션이 준비되지 않았으므로 실패했습니다. 이유: %(reason)s

source: Virtual interface unplug failed
es: La desconexión de interfaz virtual ha fallado
it: Scollegamento interfaccia virtuale non riuscito
ko: 가상 인터페이스 언플러그 실패

source: vif_type parameter must be present for this vif_driver implementation
es: El parámetro vif_type debe estar presente para esta implementación de vif_driver.
it: il parametro vif_type deve essere presente per questa implementazione di vif_driver
ko: 이 vif_driver 구현을 위해 vif_type 매개변수가 존재해야 함

source: Unable to find appropriate PowerVM VIF Driver for VIF type %(vif_type)s on instance %(instance)s
es: No se ha podido encontrar el controlador de VIF de PowerVM para el tipo de VIF %(vif_type)s en la instancia %(instance)s.
it: Impossibile trovare il driver PowerVM VIF appropriato per il tipo VIF %(vif_type)s sull'istanza %(instance)s
ko: VIF 유형 %(vif_type)s에 해당하는 PowerVM VIF 드라이버를 %(instance)s 인스턴스에서 찾을 수 없음

source: Unable to find appropriate Trunk Device for mac %(mac_addr)s.
es: No se ha podido encontrar el dispositivo de conexión troncal para la mac %(mac_addr)s.
it: Impossibile trovare il dispositivo trunk appropriato per mac %(mac_addr)s.
ko: mac %(mac_addr)s에 해당하는 트렁크 장치를 찾을 수 없습니다.

source: Multiple Shared Processing Pools with name %(pool)s.
es: Varias agrupaciones de proceso compartidas con el nombre %(pool)s.
it: Più pool di elaborazione condivisi con nome %(pool)s.
ko: 이름이 %(pool)s인 다중 공유 처리 풀

source: Unable to find Shared Processing Pool %(pool)s
es: No se puede encontrar la agrupación de proceso compartida %(pool)s
it: Impossibile trovare il pool di elaborazione condiviso %(pool)s
ko: 공유 처리 풀 %(pool)s을(를) 찾을 수 없음

source: Flavor attribute %(attr)s must be either True or False. Current value %(val)s is not allowed.
es: El atributo de tipo %(attr)s debe ser True o False. El valor actual No se permite %(val)s.
it: L'attributo versione %(attr)s deve essere True o False. Il valore corrente %(val)s non è consentito.
ko: 플레이버 속성 %(attr)s은(는) true 또는 false여야 합니다. 현재 값 %(val)s은(는) 허용되지 않습니다.

source: The configured disk driver does not support migration or resize.
es: El controlador de disco configurado no admite la migración ni el redimensionamiento.
it: Il driver disco configurato non supporta la migrazione o il ridimensionamento.
ko: 구성된 디스크 드라이버에서 마이그레이션 또는 크기 조정을 지원하지 않습니다.

source: The host is not a member of the same SSP cluster. The source host cluster: %(source_clust_name)s. The source host SSP: %(source_ssp_name)s.
es: El host no es miembro del mismo clúster de SSP. El clúster del host de origen: %(source_clust_name)s. El SSP del host de origen: %(source_ssp_name)s.
it: L'host non è un membro dello stesso cluster SSP. Il cluster host di origine: %(source_clust_name)s. L'SSP dell'host di origine: %(source_ssp_name)s.
ko: 호스트가 동일한 SSP 클러스터의 멤버가 아닙니다. 소스 호스트 클러스터: %(source_clust_name)s. 소스 호스트 SSP: %(source_ssp_name)s.

source: The NVRAM could not be stored for instance %(instance)s. Reason: %(reason)s
es: No se ha podido almacenar la NVRAM para la instancia %(instance)s. Motivo: %(reason)s
it: Impossibile ripristinare NVRAM per l'istanza %(instance)s. Motivo: %(reason)s
ko: %(instance)s 인스턴스에 대한 NVRAM을 저장할 수 없습니다. 이유: %(reason)s

source: The NVRAM could not be fetched for instance %(instance)s. Reason: %(reason)s
es: No se ha podido captar la NVRAM para la instancia %(instance)s. Motivo: %(reason)s
it: Impossibile richiamare NVRAM per l'istanza %(instance)s. Motivo: %(reason)s
ko: %(instance)s 인스턴스에 대한 NVRAM을 페치할 수 없습니다. 이유: %(reason)s

source: The NVRAM could not be deleted for instance %(instance)s. Reason: %(reason)s
es: No se ha podido suprimir la NVRAM para la instancia %(instance)s. Motivo: %(reason)s
it: Impossibile eliminare NVRAM per l'istanza %(instance)s. Motivo: %(reason)s
ko: %(instance)s 인스턴스에 대한 NVRAM을 삭제할 수 없습니다. 이유: %(reason)s

source: The configuration option '%(option)s' must be set.
es: La opción de configuración '%(option)s' debe establecerse.
it: È necessario impostare l'opzione di configurazione '%(option)s'.
ko: 구성 옵션 '%(option)s'을(를) 설정해야 합니다.

source: Unable to find a Virtual I/O Server that hosts the NPIV port map for the server.
es: No se ha podido encontrar ningún servidor de E/S virtual que aloje la correlación de puerto de NPIV para el servidor.
it: Impossibile trovare un Virtual I/O Server che ospiti l'associazione porta NPIV per il server.
ko: 서버에 대한 NPIV 포트 맵을 호스트하는 Virtual I/O Server를 찾을 수 없습니다.

source: Failed to discover valid hdisk on any Virtual I/O Server for volume %(volume_id)s.
es: No se ha podido descubrir hdisk válido en ningún servidor de E/S virtual para el volumen %(volume_id)s.
it: Impossibile rilevare un disco valido su qualsiasi Virtual I/O Server per il volume %(volume_id)s.
ko: 볼륨 %(volume_id)s에 대한 Virtual I/O Server에서 올바른 hdisk를 검색하는 데 실패했습니다.

source: Failed to discover the hdisk on the required number of Virtual I/O Servers. Volume %(volume_id)s required %(vios_req)d Virtual I/O Servers, but the disk was only found on %(vios_act)d Virtual I/O Servers.
es: Se ha encontrado un error en el descubrimiento del hdisk en el número necesario de servidores de E/S virtuales. El volumen %(volume_id)s necesitaba %(vios_req)d servidores de E/S virtuales,pero el disco solo se ha encontrado en %(vios_act)d servidores de E/S virtuales.
it: Impossibile rilevare il hdisk sul numero richiesto di Virtual I/O Server. Il volume %(volume_id)s richiedeva %(vios_req)d Virtual I/O Server, ma il disco è stato trovato solo su %(vios_act)d Virtual I/O Server.
ko: 필수 개수의 Virtual I/O Server에서 hdisk를 검색하지 못했습니다. 볼륨 %(volume_id)s에는 %(vios_req)d개의 Virtual I/O Server가 필요하지만 디스크는 %(vios_act)d개의 Virtual I/O Server에서만 검색되었습니다.
